{
  "101": {
    "id": 101,
    "title": "Vocificando tu auto: Integrando Google Assistant con Android Auto",
    "description": "Acompáñame en esta charla para ver más de cerca cómo hacer aplicaciones para Android Auto y Automotive OS, potenciadas con Google Assistant!",
    "presentation": "",
    "videoId": "JaHsrC7UNeM",
    "type": "📣 Conference",
    "track": {
      "title": "Titan"
    },
    "category": "Assistant",
    "language": "en",
    "tags": ["Assistant"],
    "complexity": "Intermediate",
    "speakers": [101]
  },
  "102": {
    "id": 102,
    "title": "The Future of TV: Building apps for a new era of consumers",
    "description": "En esta charla mostraremos los aspectos mas importantes a tomar en cuenta cuando se desarrollan aplicaciones para las plataformas Fire TV y Android TV, aspectos desde el diseño de la interfaz de usuario hasta la implementación de patrones de navegación para televisión. Analizaremos aplicaciones existentes como Netflix, Disney+, HBO Max analizando los patrones usados y su implementación a nivel de código.",
    "presentation": "",
    "videoId": "JaHsrC7UNeM",
    "type": "📣 Conference",
    "track": {
      "title": "Titan"
    },
    "category": "Android",
    "language": "en",
    "tags": ["Android"],
    "complexity": "Intermediate",
    "speakers": [102]
  },
  "103": {
    "id": 103,
    "title": "Web Performance: Metrics in action",
    "description": "Exploraremos que son los core web vitals y cómo mejorarlos. También veremos algunos problemas y dificultades al optimizar el rendimiento de nuestras apps web, veremos como usar Firebase para monitorear las aplicaciones y captar métricas para construir una mejor experiencia del usuario manteniendo el balance entre costo y beneficio.",
    "presentation": "",
    "videoId": "JaHsrC7UNeM",
    "type": "📣 Conference",
    "track": {
      "title": "Titan"
    },
    "category": "Android",
    "language": "en",
    "tags": ["Web"],
    "complexity": "Intermediate",
    "speakers": [103]
  },
  "104": {
    "id": 104,
    "title": "Prototipado en Android con Firestore y Jetpack Compose",
    "description": "En esta charla vamos a hablar de 3 tecnologías que te permiten prototipar una idea de negocio con muy pocas líneas de código y esfuerzo. 1. Android con Kotlin, construye una aplicación con una plantilla de Jetpack Compose y crea la estructura base. 2. Conecta tu aplicación Android con Firebase y Firestore para persistir tus datos en la nube y monitorear cambios en tiempo real. 3. Utiliza Jetpack compose para crear listas y elementos visuales sencillos con muy pocas líneas de código e integrado con Firestore y el ViewModels.",
    "presentation": "",
    "videoId": "JaHsrC7UNeM",
    "type": "📣 Conference",
    "track": {
      "title": "Titan"
    },
    "category": "Android",
    "language": "en",
    "tags": ["Android"],
    "complexity": "Intermediate",
    "speakers": [104]
  },
  "105": {
    "id": 105,
    "title": "Harder, Better, Faster, Stronger with the power of Firebase Extensions and Google Cloud",
    "description": "In this talk, I’ll introduce Firebase’s newest product in the serverless world called Firebase Extensions, and show how it enables you to create serverless backends with less code in less time. Specifically I’ll cover: * What a Firebase Extension is and how it works with Cloud Functions * How to use them in your apps * How to integrate them with other Firebase services such as Firebase Auth, Cloud Firestore or Cloud Storage * How you can call Extensions both from your backend and your frontend * How to customize Extensions to your specific needs In the end I will also introduce you to a sneak preview of how you can build an extension and share it with other developers so they can use it in their own apps. No matter if you’re a seasoned Google Cloud or Firebase user, or just wondering what it is all about, you should leave this session with a deeper understanding of what Firebase Extensions are, how they’re built on top of Google Cloud Functions and other serverless technologies, and how they enable you to add powerful features to your app and ship faster than ever before.",
    "presentation": "",
    "videoId": "JaHsrC7UNeM",
    "type": "📣 Conference",
    "track": {
      "title": "Titan"
    },
    "category": "Android",
    "language": "en",
    "tags": ["Kotlin"],
    "complexity": "Intermediate",
    "speakers": [105]
  },
  "106": {
    "id": 106,
    "title": "Bases de Datos NoSQL",
    "description": "A veces, las estructuras de datos utilizadas por las bases de datos NoSQL también se consideran “más flexibles” que las tablas de bases de datos relacionales. En esta charla ilustraremos con algunos casos prácticos como están impactando estas bases de datos en el mundo de las Apps, sitios web, entre otros softwares.",
    "presentation": "",
    "videoId": "JaHsrC7UNeM",
    "type": "📣 Conference",
    "track": {
      "title": "Titan"
    },
    "category": "Database",
    "language": "en",
    "tags": ["Database"],
    "complexity": "Intermediate",
    "speakers": [106]
  },
  "107": {
    "id": 107,
    "title": "How to increase your daily vision capabilities using Google Glass and Google Cloud",
    "description": "In this event we are going to explore how to provide augmentation capabilities to our vision in our daily routine using Google Glass. Providing machine learnings models to our glasses to identify objects and patterns and using this information to identify useful insights with the help of Google Cloud.",
    "presentation": "",
    "videoId": "JaHsrC7UNeM",
    "type": "📣 Conference",
    "track": {
      "title": "Titan"
    },
    "category": "Android",
    "language": "en",
    "tags": ["Cloud"],
    "complexity": "Intermediate",
    "speakers": [107]
  },
  "108": {
    "id": 108,
    "title": "Beginning gRPC with Python",
    "description": "Da un giro tecnológico con gRPC y Golang Web Services mientras descubres las últimas funcionalidades del lenguaje Go. El éxito gRPC es totalmente relacionada a su performance en comparación a los APIs JSON y XML. En esta sesión, descubrirás como desarrollar Web APIs con la especificación gRPC.",
    "presentation": "",
    "videoId": "JaHsrC7UNeM",
    "type": "📣 Conference",
    "track": {
      "title": "Titan"
    },
    "category": "Python",
    "language": "en",
    "tags": ["Python"],
    "complexity": "Intermediate",
    "speakers": [108]
  },
  "109": {
    "id": 109,
    "title": "Bootcamps: el futuro de la educación tecnológica",
    "description": "Están surgiendo nuevas formas de enseñar tecnología. En el mundo se necesitan más y mejores profesionales de TI y para ellos se necesita innovar en la formación. Una de las tendencias actuales son los bootcamps en tecnología, donde se aprende de una forma intensiva, rápida y con alto enfoque práctico",
    "presentation": "",
    "videoId": "JaHsrC7UNeM",
    "type": "📣 Conference",
    "track": {
      "title": "Titan"
    },
    "category": "Python",
    "language": "en",
    "tags": ["Diversity"],
    "complexity": "Intermediate",
    "speakers": [109]
  },
  "110": {
    "id": 110,
    "title": "Migrando a Jetpack Compose",
    "description": "Al introducir nuevas tecnologías a un proyecto existente existen muchas dificultades, tanto la adopción de estas como su aprendizaje implican un esfuerzo para los equipos involucrados y en grandes organizaciones se convierte en un reto muy complicado. Existen patrones para modulizar nuestra aplicación, crear sistemas de diseño e ir migrando el código de a poco sin perder compatibilidad. Estas estrategias tienen pros y contras las cuales le daremos un breve repaso, algunas por mencionar son de adoptar un sistema de diseño y/o una arquitectura diferente o un sistema basado en micro aplicaciones.",
    "presentation": "",
    "videoId": "JaHsrC7UNeM",
    "type": "📣 Conference",
    "track": {
      "title": "Titan"
    },
    "category": "Python",
    "language": "en",
    "tags": ["Android"],
    "complexity": "Intermediate",
    "speakers": [110]
  },
  "111": {
    "id": 111,
    "title": "Diseño funcional de microservicios con Spring Boot",
    "description": "El diseño de micro servicios funcionales y escalables es un reto complejo de afrontar y la necesidad de hacer una implementación impecable que funcione en un entorno real es muy difícil cuando afrontas temas de transacciones, delegación de responsabilidad, seguridad, debug, logs, entre otras. El objetivo principal será mostrar como ejecutar la solución de los problemas con patrones simples que atomizaran los problemas y permitirán una codificación limpia, escalable y sobre todo colaborativa entre los equipos de trabajo.",
    "presentation": "",
    "videoId": "JaHsrC7UNeM",
    "type": "📣 Conference",
    "track": {
      "title": "Titan"
    },
    "category": "Python",
    "language": "en",
    "tags": ["Java"],
    "complexity": "Intermediate",
    "speakers": [111]
  },
  "112": {
    "id": 112,
    "title": "Matter, el nuevo estándar del IoT",
    "description": "Cuando aparece una nueva “tecnología” como IoT (ya no tan nueva) las empresas entran en competencia buscando diferenciarse para lograr que su producto se transforme en el nuevo estándar. La creatividad de las empresas es un aspecto muy importante pero, a la vez, puede generarnos algunos problemas. Por ejemplo: hace algunos años, con los navegadores de internet, cuando comenzaba el internet doméstico,Estas diferencias le trajeron muchos problemas a los desarrolladores a lo largo de los años, juntos conozcamos la historia de este nuevo estándar que esta llegando.",
    "presentation": "",
    "videoId": "JaHsrC7UNeM",
    "type": "📣 Conference",
    "track": {
      "title": "Titan"
    },
    "category": "Python",
    "language": "en",
    "tags": ["IoT"],
    "complexity": "Intermediate",
    "speakers": [112]
  },
  "113": {
    "id": 113,
    "title": "Serverless para Frontends",
    "description": "Los desarrolladores front-end pueden hacer mucha magia en la web hoy en día, pero a veces todavía existe la necesidad de manejar algo de lógica en el lado del servidor. Serverless permite a los desarrolladores front-end crear aplicaciones fullstack sin tener que administrar y operar la infraestructura, lo que libera a los desarrolladores de la preocupación de las tareas back-end como escalar servidores y aprovisionar capacidad y recursos. En esta charla vamos a conocer el concepto ver algunos servicios y jugaremos con ellos. ¡Hagámoslo sin servidor!",
    "presentation": "",
    "videoId": "JaHsrC7UNeM",
    "type": "📣 Conference",
    "track": {
      "title": "Titan"
    },
    "category": "Python",
    "language": "en",
    "tags": ["Serverless"],
    "complexity": "Intermediate",
    "speakers": [113]
  },
  "114": {
    "id": 114,
    "title": "Machine Learning on GCP",
    "description": "There are Lots of options for Machine Learning on Google Cloud. In this talk, I will share a range of options, and discuss where it is recommended to employ which options - ranging from the prebuilt models and available APIs to the compute resources for custom training and serving to orchestration options. All with the aim to optimize your results!",
    "presentation": "",
    "videoId": "JaHsrC7UNeM",
    "type": "📣 Conference",
    "track": {
      "title": "Titan"
    },
    "category": "Python",
    "language": "en",
    "tags": ["ML"],
    "complexity": "Intermediate",
    "speakers": [114]
  }
}
