{
  "101": {
    "id": 101,
    "name": "Mitra Mejia",
    "featured": true,
    "company": "Petal",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fmitra-mejia-min.jpg?alt=media&token=3798dc3b-9f2a-475b-8fb0-34b06d5c9a33",
    "shortBio": "Senior Software Engineer II at Petal.",
    "bio": "I have been a remote software engineer for the past 9 years. I currently maintain the mobile app platform at Petal, where we are helping people build credit in a responsible manner. When Im not writing code, you can find me cooking your favorite dish or petting dogs.",
    "tags": ["Mobile"],
    "badges": [],
    "socials": []
  },

  "102": {
    "id": 102,
    "name": "Erick Guerrero",
    "featured": true,
    "company": "Smart Testing",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Ferick-guerrero-min.jpeg?alt=media&token=6a9f1a62-50a2-4188-b753-fae887915a49",
    "shortBio": "CEO & Founder at Smart TestingCEO & Founder at Smart Testing.",
    "bio": "Erick Guerrero CEO de Smart Testing, líder en aseguramiento de calidad de software en la República Dominicana. Con más de 12 años de experiencia, ha dirigido proyectos y equipos tecnológicos en importantes empresas del sector bancario, sistema de pensiones y salud. Su enfoque en la calidad del software y su liderazgo estratégico han posicionado a Smart Testing como referente en la industria.",
    "tags": ["Testing"],
    "badges": [],
    "socials": []
  },
  "103": {
    "id": 103,
    "name": "Ángel García",
    "featured": true,
    "company": "TransPerfect",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana/España",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fangel-garcia-min.png?alt=media&token=7c17771b-97c6-4e0c-9eb6-59ee96cf1a01",
    "shortBio": "Engineering Team Lead at TransPerfect.",
    "bio": "I'm a seasoned Software Engineer with over a decade of coding experience, passionated about cloud/backend/systems design. Microsoft MVP and Certified Azure Developer & DevOps. Currently working as Engineering Team Lead at TransPerfect (the world's leading translations company) with different products based on distributed systems (using .NET) and cloud services from Azure and AWS.",
    "tags": ["Cloud", "DevOps"],
    "badges": [],
    "socials": []
  },
  "104": {
    "id": 104,
    "name": "Onyi Anyado",
    "featured": true,
    "company": "",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "UK",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fonyi-anyado-min.jpg?alt=media&token=05142eb7-aeaf-40fb-aff2-63483af8713e",
    "shortBio": "Global Leadership Speaker, Futurist and Corporate Trainer.",
    "bio": "Onyi Anyado is a UK based global Leadership Speaker, Futurist and Corporate Trainer. Onyi speaks around the world in conferences, events and organisations on topics such as future thinking, leadership development and distinction, disruptive tech leadership, the future of work and entrepreneurial distinction and has spoken in countries such as Canada, Portugal and Norway. Onyi also delivers bespoke L&D programmes which involves training and coaching leaders, organizations and senior management teams on all things learning and development. Onyi has trained delegates from countries such as Ghana, Sweden, The Netherlands and America. Onyi has called the 2020's 'The Era of Creative Distinction.'",
    "tags": [""],
    "badges": [],
    "socials": []
  },
  "105": {
    "id": 105,
    "name": "Wilson Reyes",
    "featured": true,
    "company": "",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fwilson-reyes-min.png?alt=media&token=2cc5c0ff-2f85-4db1-a249-9bc7e250a19a",
    "shortBio": "Senior Software Engineer.",
    "bio": "Wilson is a senior software engineer with over eight years of experience developing professional apps. He has worked as an Independent freelancer solo-building apps from requirements to product delivery and as part of large teams for mobile apps from thousands to millions of users, including video streaming, e-commerce, online fitness, time tracking, casino, and proprietary hardware apps. He is currently an AI enthusiast, constantly exploring new technologies to push the boundaries of full-stack software engineering. He is now building multiple AI-enhanced products like fontis.ai and others.",
    "tags": ["AI"],
    "badges": [],
    "socials": []
  },
  "106": {
    "id": 106,
    "name": "Zac Brown",
    "featured": true,
    "company": "NonprofitsHQ",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "USA",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fzac-brown-min.jpeg?alt=media&token=a24224f0-ee3f-4a9b-8877-5ca5ab1cbbbc",
    "shortBio": "Founder & CEO at NonprofitsHQ.",
    "bio": "Since writing his first line of code at age 9, Zac has been completely fascinated with computers. These days Zac spends his time growing NonprofitsHQ, a tech startup that building powerful tools for nonprofits. With experience in multiple areas of product development and delivery, Zac brings his years of learning and growing to multiple venues and events across the globe.",
    "tags": ["Cloud"],
    "badges": [],
    "socials": []
  },
  "107": {
    "id": 107,
    "name": "Victor Recio",
    "featured": true,
    "company": "Nixversity",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fvictor-s.-recio-recio-min.jpeg?alt=media&token=2c4f08c7-6e1b-455b-a27d-a86e3ab62755",
    "shortBio": "Cloud Engineer at Nixversity.",
    "bio": "I am Victor S. Recio, known throughout the tech community as a fervent advocate for Linux, Open Source, Containers, and DevOps tools. In various spheres – professional, spiritual, and public relations – I strive to be supportive and collaborative. I have a burning passion for self-improvement and continuous learning and have had the honor of presenting at international conferences on topics like Cloud Governance, Container Security, and Linux Administration. Over the years, I've taught Linux, DevOps, Docker, and Kubernetes in numerous workshops for national and international companies. For the past seven years, I've advised DevOps methodologies and cloud architecture, ensuring they align with agile methods. I've even served as a design consultant for Microservices architectures for banks in my home country, the Dominican Republic. Earlier in my career, I worked for Microsoft as a Cloud Solution Architect (CSA) for the Dominican Republic. Now, I serve as a Senior Cloud Engineer / DevOps, focusing on modernization, migration, and the application of Container technologies for clients in the USA and the Caribbean.",
    "tags": ["DevOps"],
    "badges": [],
    "socials": []
  },
  "108": {
    "id": 108,
    "name": "Mariano Álvarez",
    "featured": true,
    "company": "GDE",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "Costa Rica",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fmariano-alvarez-min.png?alt=media&token=7e696891-95a7-43e9-8b30-123a1fc07ae7",
    "shortBio": "Google Developer Expert.",
    "bio": "+10 años de experiencia, apasionado por contribuir a la comunidad tecnológica, creador de contenido.",
    "tags": ["Javascript"],
    "badges": [],
    "socials": []
  },
  "109": {
    "id": 109,
    "name": "Mirla Massiell Del Rio López",
    "featured": true,
    "company": "",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fmirla-massiell-del-rio-lopez-min.jpg?alt=media&token=21777374-e861-422f-a25d-19720880e09b",
    "shortBio": "Asesora inmobiliaria, top producer, ingeniera de sistemas, directora de proyectos.",
    "bio": "Mirla Del Rio es una inversionista inmobiliaria y destacada asesora de bienes raíces, asociada a Urban Realty Group, es reconocida como 'Top Producer', con más de 15 millones de dólares en ventas. Asesora a una gran variedad de clientes, desde inversionistas individuales hasta constructoras y desarrolladores para llevarlos desde su situación actual hasta su situación deseada, se enfoca en inversiones con alta rentabilidad y plusvalía. Cuenta con la reputación de brindar un servicio personalizado asegurando a sus clientes alcanzar sus metas financieras e inmobiliarias. Entre sus estudios están: Es egresada de ingeniera de sistemas de información de la universidad APEC, posee el título de Magister en dirección de proyectos en la PUCMM y la EOI, posee una certificación en la Asociación de Agentes y Empresas Inmobiliarias, realizó un diplomado en gerencia inmobiliaria en la PUCMM, actualmente cursa el programa de Finanzas en Barna Management School.",
    "tags": ["Community"],
    "badges": [],
    "socials": []
  },
  "110": {
    "id": 110,
    "name": "Alice Pérez",
    "featured": true,
    "company": "Retargetly",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Falice-perez-min.jpg?alt=media&token=615bbcd9-3808-446d-a979-d58068a92f77",
    "shortBio": "UX Manager at Retargetly.",
    "bio": "Ingeniera en sistemas, especialista en diseño de experiencia de usuario y certificada en Marketing Digital, Podcaster,speaker, mentora y bloguera sobre diseño UX. Trabajo como UX Manager en Retargetly, Compañia AdTech lider en LATAM. Reconocida por el programa nacional de Empresarialidad Femenina y ganadora de fondos como capital semilla para mi emprendimiento, ganadora de los Globant Awards - Women that Build Edition en la categoria Digital Leader. Soy co-fundadora de Mujeres TICs RD, la comunidad más grande de mujeres en tecnología de República Dominicana y fundadora de Code4Ladies un proyecto social y educativo para llevar clases de programación a mujeres en zonas rurales  de República Dominicana y toda latinoamérica para contribuir a cerrar la brecha de género en ciencia y tecnología.",
    "tags": ["UX"],
    "badges": [],
    "socials": []
  },
  "111": {
    "id": 111,
    "name": "Nathaly Alarcón",
    "featured": true,
    "company": "Mojix",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "Bolivia",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fnathaly-alarcon-min.jpg?alt=media&token=a467260e-64dc-41d6-b58e-ebe1ee30256a",
    "shortBio": "Data Science Engineer Team Lead.",
    "bio": "GDE in Machine Learning. MSc in Data Science - Spain. Data Science Engineer Team Lead in Mojix. Lecturer in local Universities.",
    "tags": ["Machine Learning", "Data Science"],
    "badges": [],
    "socials": []
  },
  "112": {
    "id": 112,
    "name": "Andrés Pineda",
    "featured": true,
    "company": "",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana/Canadá",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fandres-pineda-min.png?alt=media&token=e73ecf4d-aa04-4a5c-92b4-77f1fda72b78",
    "shortBio": "Mobile Application Developer.",
    "bio": "Community-driven tech enthusiast with many years of experience with Software Development and a few years working specifically with Mobile solutions.",
    "tags": ["Mobile"],
    "badges": [],
    "socials": []
  },
  "113": {
    "id": 113,
    "name": "Wilton Beltré",
    "featured": true,
    "company": "",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fwilton-beltre-min.jpg?alt=media&token=adb3347b-86c6-4421-ac0f-288f3cfe696e",
    "shortBio": "MSc. Data Science (c).",
    "bio": "MSc. Data Science (c) de la universidad UTEC (Uruguay) + MIT (Estados Unidos). En etapa final de proyecto de investigación sobre análisis de emociones a partir de señales de audio de conversaciones en espacio continuo aplicado con DL/Transformers. Más de 15 años en la industria de telecomunicaciones; líder técnico del desarrollo del software de Datos y Prepagos en Claro (Rep. Dom.). CTO Evofit (retail brand). Además busco emprender una compañía soportada por la A.I. Soy Dominicano, me gusta cocinar, me gusta subir lomas, bailar salsa, disfrutar de Rock y tomar unas cervezas.",
    "tags": ["AI"],
    "badges": [],
    "socials": []
  },
  "114": {
    "id": 114,
    "name": "Jorge Vargas",
    "featured": true,
    "company": "Codemera",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "../images/speakers/jorge-vargas.jpg",
    "shortBio": "Managing Partner at Venture.do. Founder & CEO at Codemera.",
    "bio": "Always looking for the next thing, Made a software company, a Coworking space, an acceleration program, a couple of other companies, a software academy and now an investment fund.",
    "tags": [""],
    "badges": [],
    "socials": []
  },
  "115": {
    "id": 115,
    "name": "Cristian Moreno",
    "featured": true,
    "company": "",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "Colombia",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fcristian-moreno-min.jpg?alt=media&token=7979d112-86c3-4329-8c85-a72833a6b6c0",
    "shortBio": "Google Developer Expert en Web Technologies.",
    "bio": "I help others learn by doing through articles, videos, and courses about Javascript, React, and the static web. #MDE, #MVP, #GDE & #AWSCommunit.",
    "tags": ["Web Technologies", "Community"],
    "badges": [],
    "socials": []
  },
  "116": {
    "id": 116,
    "name": "Emely García",
    "featured": true,
    "company": "",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Femely-garcia-min.jpg?alt=media&token=139c4da5-0922-4b33-94cd-09bfc7b53cd8",
    "shortBio": "Creadora del Observatorio DATALAWRD.",
    "bio": "Licenciada en Derecho de la Pontificia Universidad Católica Madre y Maestra (PUCMM), 2014, y Magister en Big Data and Business Intelligence de la Escuela Next International Business School (NEXT IBS) y Universidad de Zaragoza, España 2016. Ha realizado sendos estudios en casas de estudios nacionales e internacionales en torno a los temas de Administración Pública, Hacienda Pública, Ética Pública, Protección de Datos Personales, Acceso a la Información Pública, y Gobernanza de Internet. Ha sido servidora pública desde el 2017 hasta la actualidad, desempeñándose en diversas posiciones como abogada, analista de Protección de Datos Personales, analista de Transparencia, encargada de la División de OAI y seguimiento a los Portales de Transparencia, encargada de Oficina de Acceso a la Información Pública (OAI), y asesora jurídica.",
    "tags": ["AI"],
    "badges": [],
    "socials": []
  },
  "117": {
    "id": 117,
    "name": "Claudio Henríquez",
    "featured": true,
    "company": "Symphony",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fclaudio-henriquez-min.jpg?alt=media&token=49397ed4-cd12-4f27-b9e8-3eb60bf34bb7",
    "shortBio": "Principal Designer @ Symphony.",
    "bio": "Senior Product Designer based in the Dominican Republic with a high focus on usability, aesthetics and solving complex problems for the users. I have over 10 years of experience in UX research and Visual Design, with a specialization in the FinTech & Data Visualization industry.",
    "tags": ["UX"],
    "badges": [],
    "socials": []
  },
  "118": {
    "id": 118,
    "name": "Pedro De La Cruz",
    "featured": true,
    "company": "CoolhunterPartners",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fpedro-de-la-cruz-min.jpg?alt=media&token=bef26b5f-d69e-4a62-acd8-bea905fa970c",
    "shortBio": "CoolhunterPartners, Co Founder & COO.",
    "bio": "Pedro A. De la Cruz Martínez es un apasionado tecnólogo en mecatrónica y desarrollador de aplicaciones móviles con una sólida experiencia en la creación y coordinación de proyectos de automatización a nivel industrial. Con más de 8 años de trayectoria en el campo, ha destacado como experto en control automático, sistemas de controles y electrónica, trabajando en la optimización de procesos industriales. Su fascinación por la tecnología lo llevó a adentrarse en el mundo del desarrollo de aplicaciones móviles, convirtiéndose en desarrollador de Flutter desde 2019, donde ha cosechado logros significativos. Como consultor de una prestigiosa empresa europea, ha desempeñado un papel clave en el desarrollo de diversas aplicaciones móviles de gran impacto local e internacional. Su participación como Mobile Lead en más de 5 proyectos ha demostrado su capacidad para liderar equipos y diseñar soluciones innovadoras. Como padre de dos niños y esposo, Pedro valora el equilibrio entre su carrera profesional y sus roles familiares. Su compromiso con el desarrollo tecnológico y su pasión por la innovación están enriquecidos por la satisfacción de compartir momentos valiosos con su familia. Pedro también ha compartido su conocimiento y experiencia como ponente en diversas charlas sobre liderazgo, emprendimiento y relaciones personales y de pareja en comunidades de emprendimiento en la República Dominicana. A través de estas presentaciones, ha inspirado a otros a explorar el potencial de la tecnología y el desarrollo en sus carreras, al mismo tiempo que ha brindado valiosas enseñanzas sobre la importancia de desarrollar habilidades de liderazgo y fomentar relaciones positivas en todos los ámbitos de la vida. Pedro tiene una visión clara de cómo la tecnología y la mecatrónica pueden converger para mejorar la experiencia del usuario en las aplicaciones móviles y cómo la investigación de usuario y experiencia de usuario son fundamentales para el éxito de cualquier proyecto digital.",
    "tags": ["Mobile", "Flutter"],
    "badges": [],
    "socials": []
  },
  "119": {
    "id": 119,
    "name": "Lorenzo Solano",
    "featured": true,
    "company": "INTEC",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Florenzo-solano-martinez-min.png?alt=media&token=25bd4c4b-2b0c-4af2-9ae8-b6ae80244e98",
    "shortBio": "Software Engineer, Master in Project Management, Software Architect, Agile Consultant and Coach.",
    "bio": "Lorenzo Solano is a software development team lead, trainer and coach in the adoption of agile methodologies in IT areas as well as in other organizations areas. He is a certified instructor from the Scrum Alliance and has several certifications oriented to agile project management. In 2017 obtained the highest deficiencies of his cohort in the master's degree in Project Management at the Université du Québec in Outaouais (UQO UNAPEC campus). In addition, he is PMI-ACP certified. He has accompanied teams in the adoption of agile project management methodologies in companies of  telecommunications, banking and software factories. He also works as a professor at the Technological Institute of Santo Domingo (INTEC), one of the most recognized universities in the training of professionals in the areas of engineering, medicine and science.",
    "tags": ["IT"],
    "badges": [],
    "socials": []
  },
  "120": {
    "id": 120,
    "name": "Cristian Gómez",
    "featured": true,
    "company": "Hopper Inc",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "Colombia",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fcristian-gomez-min.jpg?alt=media&token=0653f3b5-09ca-4153-8774-e4b2de57ef7d",
    "shortBio": "Android Developer at Hopper Inc.",
    "bio": "As a developer, I have the opportunity to learn a lot from the community. I have been into communities for a least 8 years talking and organizing events about Android in Bogota & Medellin. Now I'm working with Pager, we are trying to make better medical attention.",
    "tags": ["Android"],
    "badges": [],
    "socials": []
  },
  "121": {
    "id": 121,
    "name": "Sebastián Pérez Martínez",
    "featured": true,
    "company": "Digito",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fsebastian-perez-martinez-min.JPG?alt=media&token=67075938-1c97-4eb4-b2a2-d671e67bf314",
    "shortBio": "Senior Full Stack Engineer at Digito.",
    "bio": "Ingeniero Senior que ayuda a Empresas en proceso de crecimiento a ser exitosas. Amo las mejores practicas y su implementation en el dia a dia. Super Energico y de buen Corazon. Somos Resolvedores engineer, los problemas existen para resolverlo. Tirando lo' codigo desde hace 6 años.",
    "tags": ["Mobile"],
    "badges": [],
    "socials": []
  },
  "122": {
    "id": 122,
    "name": "Carlo Huamán",
    "featured": true,
    "company": "GDE",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "Perú",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fcarlo-huaman-min.jpg?alt=media&token=6e0fab26-39a6-472f-ae3c-b87753d3fc0d",
    "shortBio": "Google Developer Expert en Google Assistant & Mobile Architect @ BCP",
    "bio": "Jesus first | Dad | Mobile Architect @ BCP, Peru | GDE Assistant",
    "tags": ["Mobile"],
    "badges": [],
    "socials": []
  },
  "123": {
    "id": 123,
    "name": "Cristy Gabriele Taveras Rodríguez",
    "featured": true,
    "company": "Qik Banco Digital",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fcristy-gabriele-taveras-rodriguez-min.jpg?alt=media&token=70ed16d2-12d7-4752-9bb0-83cf8a3caf33",
    "shortBio": "UX Designer en Qik Banco Digital",
    "bio": "Una ex-diseñadora de de sitios web que descubrió que su verdadera pasión estaba en comprender y empatizar con los usuarios. Durante los últimos 3 años, he dirigido mi enfoque al campo del Diseño de Experiencia de Usuario (UX) y a la investigación centrada en los usuarios en los sectores web3 y financiero.",
    "tags": ["UX"],
    "badges": [],
    "socials": []
  },
  "124": {
    "id": 124,
    "name": "Julio Souffront",
    "featured": true,
    "company": "Qik Banco Digital",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fjulio-souffront-min.jpg?alt=media&token=c654a376-cd1d-4e94-a9e7-724de3173862",
    "shortBio": "UX Designer en Qik Banco Digital",
    "bio": "Product designer & UX designer with several years of experience delivering usable, intuitive, and memorable design.",
    "tags": ["UX"],
    "badges": [],
    "socials": []
  },
  "125": {
    "id": 125,
    "name": "Yury Camacho",
    "featured": true,
    "company": "Rappi",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "Argentina",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fyury-camacho-min.jpg?alt=media&token=d8c187b8-163a-4582-b3fe-a30da170dea0",
    "shortBio": "Google Developer Expert for Android & Kotlin, Staff Software Engineer & Payments and fraud Tech Lead at Rappi inc.",
    "bio": "Yury is an International speaker with a bachelor's in Systems engineering and a Google Developer Expert for Android & Kotlin. He is passionate about technology and software development, working in mobile applications development since 2010. He likes to learn and share with the communities of developers and entrepreneurs giving talks, workshops, and mentoring. Globant, OLX Group former, currently is Staff SoftwareEngineer and Android/IOS Technical Lead at Rappi.",
    "tags": ["Mobile", "Android"],
    "badges": [],
    "socials": []
  },
  "126": {
    "id": 126,
    "name": "Ever Curiel",
    "featured": true,
    "company": "Banco BHD",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fever-curiel-min.jpg?alt=media&token=8b47dba6-f239-476e-864c-52e0b8b83488",
    "shortBio": "SQA Expert and Test Manager",
    "bio": "Experto en aseguramiento de la calidad del software y un Test Manager certificado con más de 8 años de experiencia. Es un colaborador versátil que dirige el capítulo SQA en el Banco BHD, cofundó QA Dominicana y conduce el podcast 'La escuela del testing'. Ever promueve e influye en las mejores prácticas de la industria como consultor, conferencista e investigador, ayudando al crecimiento de la comunidad SQA a nivel local e internacional.",
    "tags": ["Testing"],
    "badges": [],
    "socials": []
  },
  "127": {
    "id": 127,
    "name": "José M. Aquino",
    "featured": true,
    "company": "",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fjose-m.-aquino-min.jpeg?alt=media&token=a266002b-4bf4-4e04-ac2d-b7a15ecfb22a",
    "shortBio": "IT Senior Consultant, Big Data Engineer",
    "bio": "Dynamic, skilled IT Specialist with 15+ years experience and proven success in managing multiple projects for the telecom, retail and banking industries. Proven leadership capabilities, providing workable strategies for maximum effectiveness. Technical expertise as a Big Data Engineer, Database Administrator and IT Consultant.",
    "tags": ["Data Science", "IT"],
    "badges": [],
    "socials": []
  },
  "128": {
    "id": 128,
    "name": "Kaury Rosario",
    "featured": true,
    "company": "Coolhunter",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fkaury-rosario-gil-min.jpg?alt=media&token=2eb7da4e-6f0a-4389-96e0-fc5dd26bf063",
    "shortBio": "Founder at Coolhunter Partners",
    "bio": "Kaury Rosario, Fundadora y CEO de Coolhunter empresa de Diseño y Tecnología con sede en República Dominicana. Se desempeña como Diseñadora de Productos, Educadora y Mentora.",
    "tags": ["IT"],
    "badges": [],
    "socials": []
  },
  "129": {
    "id": 129,
    "name": "Yuri Santana",
    "featured": true,
    "company": "Supabase",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fyuri-santana-min.jpg?alt=media&token=f620b807-c447-4ded-a04c-b817be08d97a",
    "shortBio": "DevRel at Supabase.",
    "bio": "Straight from the Dominican Republic, Yuri is a self-taught full-stack developer who loves working with front-end technologies. Currently working as a DevRel for Supabase. She switched careers from law into tech and is currently helping people make the switch too, using her twitter and blog to help newbies break into tech.",
    "tags": ["Web Technologies"],
    "badges": [],
    "socials": []
  },
  "130": {
    "id": 130,
    "name": "Sarah Despradel",
    "featured": true,
    "company": "",
    "companyLogo": "",
    "country": "República Dominicana",
    "photoUrl": "../images/speakers/sarah-despradel.jpg",
    "shortBio": "",
    "bio": "",
    "tags": ["Finance"],
    "badges": [],
    "socials": []
  },
  "132": {
    "id": 132,
    "name": "Lester Botello",
    "featured": true,
    "company": "nventive",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Flester-botello-min.jpg?alt=media&token=db7a9c37-609d-4fb0-975f-147c09c5ca40",
    "shortBio": "Lead Software Developer at nventive",
    "bio": "Software developer with 15+ years of experience developing web + mobile apps and leading dev teams.",
    "tags": ["Mobile", "Web Technologies"],
    "badges": [],
    "socials": []
  },
  "133": {
    "id": 133,
    "name": "Samuel Puello",
    "featured": true,
    "company": "",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fsamuel-puello-min.jpg?alt=media&token=5f15ea85-6af5-4e0b-a0fe-3ac55a3e1477",
    "shortBio": "Sr. Flutter Developer",
    "bio": "Soy un Ingeniero de Software egresado de la Universidad Iberoamericana UNIBE y del Instituto Tecnológico de las Américas (ITLA). Me dedico con talento y disciplina a desarrollar aplicaciones eficientes y amigables para el usuario. Fuera del ámbito profesional, encuentro gran placer en la lectura, especialmente cuando puedo formar parte de un grupo de lectura o Mastermind. Además, siento un profundo amor por la danza y la música, son mis pasatiempos favoritos. Disfruto salir a tomar un café con mis amistades y dedicar tiempo a proyectos de emprendimiento innovadores que contribuyan a transformar la vida de las personas.",
    "tags": ["Mobile", "Flutter"],
    "badges": [],
    "socials": []
  },
  "134": {
    "id": 134,
    "name": "Leonardo Jiménez",
    "featured": true,
    "company": "",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fleonardo-jimenez-min.jpg?alt=media&token=7eee141d-df5c-4bb9-8cac-73ce2413a6ba",
    "shortBio": "UX Designer",
    "bio": "Leonardo has been many things in his past lives, Industrial Engineer, Entrepreneur, Software Engineer and recently UX Designer. He loves to talk about the intersection between technology, business and productivity.",
    "tags": ["UX"],
    "badges": [],
    "socials": []
  },
  "135": {
    "id": 135,
    "name": "Michael Boada",
    "featured": true,
    "company": "Arroyo Consulting Remote",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "Colombia",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fmichael-boada-min.jpg?alt=media&token=ef7a59e5-e101-4bac-9d9c-5fb72632c09d",
    "shortBio": "Arroyo Consulting, Business Relationship Manager, Systems Engineer, Life Empowerment Trainer.",
    "bio": "Systems Engineer from National University of Colombia, with wide experience in IT Project Delivery, Manual QA, Leadership and currently supporting Arroyo Consulting as Business Relationship Manager for new clients, passionate by IT, Talent Acquisition and People Empowerment.",
    "tags": ["Testing", "IT"],
    "badges": [],
    "socials": []
  },
  "136": {
    "id": 136,
    "name": "Ricardo A. Martínez",
    "featured": true,
    "company": "IPS",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fricardo-a.-martinez-min.jpg?alt=media&token=3c2617e1-ba15-400a-b5ea-9648d9dbe6f9",
    "shortBio": "Director Técnico en IPS.",
    "bio": "Licenciado en Informatica, dedicado al desarrollo web desde el 1999 aproximadamente.",
    "tags": ["Web Technologies"],
    "badges": [],
    "socials": []
  },
  "137": {
    "id": 137,
    "name": "Luis Pujols",
    "featured": true,
    "company": "GitHub",
    "companyLogo": "/images/logos/thoughtworks.png",
    "country": "República Dominicana",
    "photoUrl": "https://firebasestorage.googleapis.com/v0/b/devfest-sd-22.appspot.com/o/2023%2FSpeakers%2Fluis-pujols-min.png?alt=media&token=fcc2ac32-7122-4f49-8a24-a0ef1eee3239",
    "shortBio": "Senior Customer Success Architect at GitHub",
    "bio": "Luis Pujols es un Senior Customer Success Architect en GitHub y se desempeña como asesor técnico para los clientes más grandes de GitHub. Es originalmente de la República Dominicana y actualmente reside en Seattle, WA. Luis ha sido 2 veces Microsoft MVP y le apasiona el DevOps, el código abierto y el desarrollo móvil multiplataforma. En su tiempo libre disfruta compartir su conocimiento y experiencia a través de charlas, talleres, siendo mentor y co-organizando eventos para la comunidad tecnológica de .NET Dominicana.",
    "tags": ["DevOps"],
    "badges": [],
    "socials": []
  }
}
